// © Copyright 2006-2008, 2015 HP Development Company, L.P.

TaskName = "E-mail Notifications";

TaskTitleField = "E-mail Notifications";
TaskDescriptionField = "To configure your printer to send notifications by e-mail whenever certain specific incidents occur, click the button below.";
TaskStartButtonTitle = "Configure";